[
  {
    "Id": 1,
    "Title": "Nocne Pazury",
    "PosterUrl": "/images/posters/1.jpg",
    "ReleaseDate": "14-03-2022",
    "Rating": 8.6,
    "Actors": ["Mruczek", "Shadow", "Emberpaw"],
    "Categories": ["Horror"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W opuszczonym miasteczku na skraju lasu zaczynają znikać zwierzęta. Trójka kotów trafia na ślady rytuału sprzed lat i odkrywa, że nocą budzi się coś, co powinno pozostać uśpione. Im bardziej próbują uciec, tym wyraźniej rozumieją, że jedyną drogą do przetrwania jest stawienie czoła temu, co czai się w ciemności."
  },
  {
    "Id": 2,
    "Title": "Kocie Sprawy",
    "PosterUrl": "/images/posters/2.jpg",
    "ReleaseDate": "08-11-2020",
    "Rating": 7.4,
    "Actors": ["Luna", "Felek", "Puszek"],
    "Categories": ["Komedia"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W pewnej kamienicy zaczynają dziać się dziwne rzeczy: znikają skarpetki, winda jeździ sama, a lodówka otwiera się bez powodu. Trójka sprytnych kotów postanawia przejąć śledztwo, ale każde ich 'genialne' rozwiązanie kończy się jeszcze większym bałaganem. Z czasem odkrywają, że winowajca jest bliżej, niż myśleli, a największą tajemnicą są ludzkie przyzwyczajenia."
  },
  {
    "Id": 3,
    "Title": "Zagadka Wąsów",
    "PosterUrl": "/images/posters/3.jpg",
    "ReleaseDate": "21-02-2019",
    "Rating": 8.1,
    "Actors": ["Muffin", "Pixel", "Klara"],
    "Categories": ["Kryminał"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W muzeum ginie bezcenny naszyjnik, a wszystkie tropy prowadzą do miejsca, do którego człowiek zwykle nie zagląda: pod kanapę. Kocia ekipa detektywistyczna rozpoczyna dochodzenie, przesłuchuje gołębie z podwórka i analizuje odciski łap na świeżo umytej podłodze. Każdy dowód wydaje się wskazywać na kogoś innego, aż wąsy zaczynają wyczuwać, że to sprawa o wiele bardziej osobista."
  },
  {
    "Id": 4,
    "Title": "Gwiezdny Drapak",
    "PosterUrl": "/images/posters/4.jpg",
    "ReleaseDate": "03-07-2023",
    "Rating": 7.9,
    "Actors": ["Orion", "Nova", "Błysk"],
    "Categories": ["Fantastyka"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Gdy na dachu bloku ląduje dziwny kapsułowy obiekt, trzy koty jako pierwsze są na miejscu. Wewnątrz znajduje się mapa prowadząca do 'Gwiezdnego Drapaka' — konstrukcji, która według legend ma spełniać jedno życzenie. Wyruszają w podróż pełną kosmicznych znaków, mruczących zagadek i spotkań z istotami, które komunikują się... machaniem ogona."
  },
  {
    "Id": 5,
    "Title": "Przygoda na Dachach",
    "PosterUrl": "/images/posters/5.jpg",
    "ReleaseDate": "17-05-2018",
    "Rating": 7.1,
    "Actors": ["Gucio", "Zefir", "Tosia"],
    "Categories": ["Przygodowy"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Gdy znika ulubiona piłeczka całej dzielnicy, trzy koty ruszają w pościg przez dachy, podwórka i tajne przejścia między strychami. Po drodze spotykają gołębią straż, psa o złotym sercu i starą kotkę, która zna każdą rurę spustową. Wyprawa zamienia się w lekcję odwagi i zaufania, bo największą przeszkodą nie jest wysokość, tylko własny strach."
  },
  {
    "Id": 6,
    "Title": "Mruczący Musical",
    "PosterUrl": "/images/posters/6.jpg",
    "ReleaseDate": "01-09-2021",
    "Rating": 6.8,
    "Actors": ["Bella", "Romek", "Salsa"],
    "Categories": ["Musical"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W starym teatrze mają odbyć się kocie przesłuchania do wielkiego przedstawienia, ale ktoś sabotuje próby: nuty znikają, mikrofony piszczą, a kurtyna opada w najgorszym momencie. Trójka artystycznych kotów postanawia dokończyć show mimo wszystko. Po drodze odkrywają, że prawdziwa magia sceny nie leży w perfekcji, lecz w odwadze, by wyjść na światło i zamruczeć własną historię."
  },
  {
    "Id": 7,
    "Title": "Dramat w Kociej Kawiarni",
    "PosterUrl": "/images/posters/7.jpg",
    "ReleaseDate": "12-01-2020",
    "Rating": 7.7,
    "Actors": ["Mia", "Koko", "Borys"],
    "Categories": ["Dramat"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Kocia kawiarnia jest miejscem spokoju — aż do dnia, gdy właścicielka ogłasza, że musi ją zamknąć. Trzy koty, które znają każdy kąt lokalu, próbują ocalić swój dom, szukając pomocy u stałych bywalców i łącząc siły z sąsiednimi zwierzakami. W tle pojawiają się dawne konflikty i niewypowiedziane żale. To opowieść o przywiązaniu, stracie i o tym, że czasem trzeba pozwolić odejść, by móc zacząć od nowa."
  },
  {
    "Id": 8,
    "Title": "Kryminał pod Kanapą",
    "PosterUrl": "/images/posters/8.jpg",
    "ReleaseDate": "29-10-2017",
    "Rating": 8.3,
    "Actors": ["Fuks", "Zosia", "Nugat"],
    "Categories": ["Kryminał"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Pod kanapą zostaje znaleziony tajemniczy klucz, którego nikt nie rozpoznaje. Wkrótce znikają drobiazgi: brelok, zegarek i coś jeszcze — spokój domowników. Trójka kotów prowadzi śledztwo w świecie, gdzie każdy kąt może być kryjówką, a każdy szelest to informacja. W miarę jak zbliżają się do rozwiązania, odkrywają, że sprawa sięga dawnych mieszkańców i sekretu ukrytego w ścianach."
  },
  {
    "Id": 9,
    "Title": "Fantastyczne Futro",
    "PosterUrl": "/images/posters/9.jpg",
    "ReleaseDate": "05-06-2024",
    "Rating": 7.6,
    "Actors": ["Nimbus", "Perełka", "Diesel"],
    "Categories": ["Fantastyka"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W pewną burzową noc futro jednego z kotów zaczyna świecić, a na jego łapie pojawia się znak przypominający gwiazdę. To początek serii zdarzeń, które otwierają przejście do świata ukrytego tuż obok: w cieniu szafy i za lustrem w przedpokoju. Trójka bohaterów musi nauczyć się nowych zasad, bo w tej krainie mruczenie jest zaklęciem, a odwaga ma zupełnie inny smak."
  },
  {
    "Id": 10,
    "Title": "Horror w Piwnicy",
    "PosterUrl": "/images/posters/10.jpg",
    "ReleaseDate": "31-10-2022",
    "Rating": 8.9,
    "Actors": ["Szarik", "Lila", "Tuptuś"],
    "Categories": ["Horror"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W piwnicy starej kamienicy słychać nocą kroki, choć nikt tam nie schodzi. Gdy ginie latarka dozorcy, trzy koty postanawiają sprawdzić, co dzieje się za zardzewiałymi drzwiami. Znajdują tam labirynt komórek lokatorskich i ślady czegoś, co nie powinno poruszać się po betonie. Z każdą minutą ciemność wydaje się gęstnieć, a wyjście oddalać."
  },
  {
    "Id": 11,
    "Title": "Komedia: Kłębki Chaosu",
    "PosterUrl": "/images/posters/11.jpg",
    "ReleaseDate": "09-04-2016",
    "Rating": 6.9,
    "Actors": ["Figa", "Gizmo", "Pchełka"],
    "Categories": ["Komedia"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Wystarczy jeden kłębek włóczki, żeby wywołać katastrofę — a co dopiero dziesięć. Trzy koty przypadkowo rozwijają zapas włóczek sąsiadki i wciągają w to pół klatki schodowej. Próbując naprawić sytuację, tworzą coraz bardziej absurdalne 'plany ratunkowe', które prowadzą do lawiny wpadek. Ostatecznie odkrywają, że najprostsze rozwiązania są najlepsze, ale dojście do tego bywa widowiskowe."
  },
  {
    "Id": 12,
    "Title": "Przygodowy: Szlak Sardynek",
    "PosterUrl": "/images/posters/12.jpg",
    "ReleaseDate": "22-08-2019",
    "Rating": 7.8,
    "Actors": ["Ares", "Mela", "Skiper"],
    "Categories": ["Przygodowy"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Legenda mówi o tajnym miejscu, gdzie sardynki nigdy się nie kończą. Trzy koty wyruszają w poszukiwaniu 'Szlaku Sardynek', kierując się mapą narysowaną pazurem na kartonie. Po drodze muszą przejść przez targ, park i teren strzeżony przez zazdrosne mewy. Każdy etap wyprawy uczy ich współpracy, a nagroda okazuje się czymś więcej niż jedzeniem."
  },
  {
    "Id": 13,
    "Title": "Dramat: Ostatnie Mruczenie",
    "PosterUrl": "/images/posters/13.jpg",
    "ReleaseDate": "02-12-2015",
    "Rating": 8.0,
    "Actors": ["Rudy", "Nela", "Keks"],
    "Categories": ["Dramat"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Stary kot, który zawsze był duszą podwórka, nagle przestaje wychodzić z ukrycia. Trójka młodszych kotów próbuje do niego dotrzeć, ale odkrywa, że za milczeniem kryje się bolesna historia. Wspólne wieczory na parapecie zamieniają się w rozmowy o stracie i o tym, jak trudno prosić o pomoc. To cicha, emocjonalna opowieść o przyjaźni, która potrafi przetrwać najciemniejsze chwile."
  },
  {
    "Id": 14,
    "Title": "Musical: Rytm Łapek",
    "PosterUrl": "/images/posters/14.jpg",
    "ReleaseDate": "19-06-2021",
    "Rating": 6.5,
    "Actors": ["Pola", "Leo", "Karmel"],
    "Categories": ["Musical"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Trzy koty odkrywają, że ich kroki na starych deskach tworzą idealny rytm. Postanawiają zorganizować podwórkowy koncert, ale szybko okazuje się, że każdy ma inną wizję występu. Wśród prób, sprzeczek i niespodziewanych duetów uczą się słuchać siebie nawzajem. Kulminacją jest występ, który łączy całą okolicę i pokazuje, że wspólny rytm rodzi się z różnic."
  },
  {
    "Id": 15,
    "Title": "Kryminał: Znikające Smakołyki",
    "PosterUrl": "/images/posters/15.jpg",
    "ReleaseDate": "11-09-2020",
    "Rating": 7.2,
    "Actors": ["Bąbel", "Kira", "Oreo"],
    "Categories": ["Kryminał"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W całej okolicy znikają smakołyki, a podejrzenia padają na każdego, kto ma dostęp do kuchni. Trzy koty postanawiają rozwiązać sprawę metodą obserwacji: dyżury przy misce, tropienie okruszków i analiza godzin karmienia. Kiedy trafiają na ślad, odkrywają, że złodziej nie jest wcale groźny — tylko desperacko głodny — a rozwiązanie wymaga nie zemsty, ale empatii."
  },
  {
    "Id": 16,
    "Title": "Fantastyka: Portal w Kartonie",
    "PosterUrl": "/images/posters/16.jpg",
    "ReleaseDate": "27-01-2023",
    "Rating": 7.7,
    "Actors": ["Loki", "Sisi", "Bruno"],
    "Categories": ["Fantastyka"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Zwykły karton po paczce okazuje się czymś więcej — jest portalem. Trzy koty wskakują do środka i lądują w świecie zbudowanym z pudełek, papieru i szeptów. Żeby wrócić, muszą przejść przez labirynt z tekturowych korytarzy oraz odpowiedzieć na zagadki strażnika zrobionego z taśmy klejącej. W tym świecie wszystko jest lekkie, ale konsekwencje są prawdziwe."
  },
  {
    "Id": 17,
    "Title": "Horror: Szept w Szafie",
    "PosterUrl": "/images/posters/17.jpg",
    "ReleaseDate": "13-10-2021",
    "Rating": 8.2,
    "Actors": ["Frotka", "Rysiek", "Mokka"],
    "Categories": ["Horror"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Kiedy w mieszkaniu zaczyna słychać szept dochodzący z szafy, domownicy próbują to zignorować. Koty nie potrafią. Trójka bohaterów obserwuje, jak drzwi szafy uchylają się same, a zimny powiew towarzyszy każdej nocy. Wchodząc do środka, odkrywają przestrzeń większą, niż powinna być, i ślady po dawnym lokatorze, który nigdy nie wyszedł. Aby przerwać cykl, muszą znaleźć prawdę ukrytą w zapomnianych rzeczach."
  },
  {
    "Id": 18,
    "Title": "Komedia: Koty i Kurier",
    "PosterUrl": "/images/posters/18.jpg",
    "ReleaseDate": "04-05-2019",
    "Rating": 6.7,
    "Actors": ["Bisia", "Klapek", "Tola"],
    "Categories": ["Komedia"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Kurier przynosi paczkę, a koty uznają ją za swoją własność. Zaczyna się seria pomyłek: paczka wędruje po całym bloku, sąsiedzi gonią, a koty tworzą system kryjówek i zasad niczym tajna organizacja. Gdy wreszcie okazuje się, co było w środku, wszyscy wybuchają śmiechem, bo problem od początku był zupełnie niepotrzebny. To lekka historia o chaosie, który rodzi się z ciekawości."
  },
  {
    "Id": 19,
    "Title": "Przygodowy: Mapa Podwórka",
    "PosterUrl": "/images/posters/19.jpg",
    "ReleaseDate": "18-07-2017",
    "Rating": 7.0,
    "Actors": ["Sokół", "Misia", "Gromek"],
    "Categories": ["Przygodowy"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Trzy koty znajdują starą mapę narysowaną na odwrocie plakatu. Wygląda jak plan podwórka, ale z zaznaczonymi tajnymi przejściami. Wyruszają sprawdzić każdy znak: pęknięty mur, studzienkę i zarośla za garażami. Z pozoru zwykłe miejsca okazują się pełne historii i drobnych niebezpieczeństw. Wyprawa uczy ich, że największe przygody są czasem tuż za rogiem."
  },
  {
    "Id": 20,
    "Title": "Dramat: Zima na Parapecie",
    "PosterUrl": "/images/posters/20.jpg",
    "ReleaseDate": "30-12-2016",
    "Rating": 8.4,
    "Actors": ["Bunia", "Kajtek", "Margo"],
    "Categories": ["Dramat"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Nadchodzi wyjątkowo mroźna zima, a w okolicy brakuje jedzenia i ciepłych miejsc. Trójka kotów stara się przetrwać, dzieląc się tym, co ma, i podejmując trudne decyzje. W tle pojawiają się konflikty o terytorium i strach przed samotnością. Z czasem bohaterowie odkrywają, że prawdziwą siłą nie jest spryt, lecz zdolność do tworzenia wspólnoty. To poruszająca opowieść o solidarności i nadziei."
  },
  {
    "Id": 21,
    "Title": "Fantastyka: Księżycowy Ogon",
    "PosterUrl": "/images/posters/21.jpg",
    "ReleaseDate": "07-02-2024",
    "Rating": 7.5,
    "Actors": ["Helios", "Mika", "Toffi"],
    "Categories": ["Fantastyka"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W noc pełni ogon jednego z kotów zaczyna świecić, wskazując kierunek jak kompas. Trójka przyjaciół rusza za tym światłem przez ulice, dachy i ciche podwórka. Każdy krok ujawnia kolejne symbole, jakby miasto układało się w tajemniczy wzór. Gdy docierają do celu, odkrywają, że księżycowe znaki prowadzą do miejsca, w którym spełnia się jedna prośba — ale trzeba zapłacić odwagą."
  },
  {
    "Id": 22,
    "Title": "Kryminał: Cień na Klacie",
    "PosterUrl": "/images/posters/22.jpg",
    "ReleaseDate": "15-08-2018",
    "Rating": 7.9,
    "Actors": ["Pako", "Ninka", "Wafel"],
    "Categories": ["Kryminał"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W nocy ktoś zostawia na klatce schodowej tajemnicze znaki z kredy. Rano znikają, a wraz z nimi poczucie bezpieczeństwa mieszkańców. Trzy koty rozpoczynają obserwację: nocne dyżury, tropienie zapachów i rozmowy z ptakami. Kiedy docierają do sprawcy, okazuje się, że znaki były wołaniem o pomoc, a 'przestępstwo' to próba zwrócenia uwagi na coś, co wszyscy ignorowali."
  },
  {
    "Id": 23,
    "Title": "Musical: Serenada z Balkonów",
    "PosterUrl": "/images/posters/23.jpg",
    "ReleaseDate": "10-05-2022",
    "Rating": 6.6,
    "Actors": ["Roxi", "Timon", "Pestka"],
    "Categories": ["Musical"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Koty z różnych balkonów zaczynają odpowiadać sobie nocnym mruczeniem, które brzmi jak muzyka. Trójka bohaterów postanawia zamienić to w prawdziwą serenadę, łącząc sąsiadów w jeden chór. Przeszkodą są hałasy miasta, różnice charakterów i własne kompleksy. Jednak kiedy wreszcie wybrzmi finałowy utwór, okazuje się, że wspólny śpiew potrafi połączyć nawet tych, którzy nigdy ze sobą nie rozmawiali."
  },
  {
    "Id": 24,
    "Title": "Przygodowy: Wyprawa do Parku",
    "PosterUrl": "/images/posters/24.jpg",
    "ReleaseDate": "26-04-2020",
    "Rating": 7.3,
    "Actors": ["Kropka", "Bolek", "Pinki"],
    "Categories": ["Przygodowy"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Park po drugiej stronie ulicy wydaje się zwykły, ale podobno w jego najdalszej części jest staw z rybami większymi niż miska. Trzy koty wyruszają, by sprawdzić legendę. Po drodze uczą się omijać psy, rozumieć zasady gołębi i radzić sobie z nieznanym terenem. Wyprawa kończy się odkryciem, że największym skarbem jest możliwość powrotu do domu z nową historią."
  },
  {
    "Id": 25,
    "Title": "Dramat: Cisza po Burzy",
    "PosterUrl": "/images/posters/25.jpg",
    "ReleaseDate": "01-11-2017",
    "Rating": 8.1,
    "Actors": ["Nori", "Kapsel", "Lusia"],
    "Categories": ["Dramat"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Po wielkiej burzy podwórko wygląda inaczej: połamane gałęzie, zniszczone budki i strach w oczach zwierząt. Trzy koty próbują odnaleźć zaginionego przyjaciela, a przy okazji pomagają odbudować mały świat wokół siebie. W poszukiwaniach wracają dawne urazy i poczucie winy. To historia o tym, jak po każdej burzy zostaje cisza, w której trzeba znaleźć odwagę, by żyć dalej."
  },
  {
    "Id": 26,
    "Title": "Fantastyka: Zegar z Kocimi Oczami",
    "PosterUrl": "/images/posters/26.jpg",
    "ReleaseDate": "12-12-2023",
    "Rating": 7.8,
    "Actors": ["Azyl", "Tigra", "Miluś"],
    "Categories": ["Fantastyka"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "W antykwariacie pojawia się zegar, którego tarcza przypomina kocie oczy. Trzy koty zauważają, że gdy zegar wybija godzinę, na moment zatrzymuje się czas. Kusząca moc szybko staje się problemem, bo każda próba 'poprawienia' rzeczywistości niesie nieoczekiwane skutki. Bohaterowie muszą zdecydować, czy warto manipulować chwilą, czy lepiej zaakceptować bieg wydarzeń i znaleźć siłę w teraźniejszości."
  },
  {
    "Id": 27,
    "Title": "Horror: Ślady na Szybie",
    "PosterUrl": "/images/posters/27.jpg",
    "ReleaseDate": "28-10-2020",
    "Rating": 8.5,
    "Actors": ["Dymek", "Pusia", "Riko"],
    "Categories": ["Horror"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Każdej nocy na zaparowanej szybie pojawiają się ślady łap, choć wszystkie koty są w mieszkaniu. Trójka bohaterów zaczyna czuwać i odkrywa, że ślady układają się w znaki prowadzące do starego lustra w piwnicy. Z czasem granica między odbiciem a rzeczywistością zaczyna się zacierać, a w ciemności pojawia się ktoś, kto chce zostać zauważony. Żeby przerwać koszmar, trzeba zrozumieć, co naprawdę prosi o wejście."
  },
  {
    "Id": 28,
    "Title": "Komedia: Miski i Pomyłki",
    "PosterUrl": "/images/posters/28.jpg",
    "ReleaseDate": "06-03-2018",
    "Rating": 6.4,
    "Actors": ["Kuleczka", "Frot", "Miki"],
    "Categories": ["Komedia"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Nowy automatyczny karmnik zostaje ustawiony w mieszkaniu i od razu staje się centrum kociego wszechświata. Trójka kotów próbuje 'zrozumieć' urządzenie, ale każda próba kończy się tym, że jedzenie trafia nie tam, gdzie trzeba. Wkrótce w sprawę miesza się sąsiad, pies zza ściany i przypadkowo uruchomiona funkcja nocnego karmienia. To komedia pomyłek, w której technologia przegrywa z kocią kreatywnością."
  },
  {
    "Id": 29,
    "Title": "Kryminał: Tajemnica Zgubionego Dzwonka",
    "PosterUrl": "/images/posters/29.jpg",
    "ReleaseDate": "20-01-2016",
    "Rating": 7.6,
    "Actors": ["Mango", "Ruda", "Zenek"],
    "Categories": ["Kryminał"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Na podwórku znika dzwonek od obroży, a wraz z nim spokój jednego z kotów, który bez niego czuje się 'niewidzialny'. Trójka przyjaciół szuka dzwonka, przesłuchując całe osiedle: od jeży po gołębie. Trop prowadzi przez śmietnik, plac zabaw i tajne przejście w płocie. Gdy prawda wychodzi na jaw, okazuje się, że zguba była pretekstem do rozmowy o tożsamości i poczuciu własnej wartości."
  },
  {
    "Id": 30,
    "Title": "Musical: Finał na Dachu",
    "PosterUrl": "/images/posters/30.jpg",
    "ReleaseDate": "24-06-2024",
    "Rating": 6.9,
    "Actors": ["Kiwi", "Baton", "Mila"],
    "Categories": ["Musical"],
    "VideoUrl": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
    "Description": "Na dachu kamienicy ma odbyć się wielki finał sezonu: nocny koncert dla całego osiedla. Trzy koty przygotowują występ, ale nagle znika część ekipy, a wiatr zdmuchuje dekoracje. Mimo przeciwności bohaterowie zbierają wszystkich na nowo, uczą się improwizacji i zamieniają błędy w element show. Gdy rozbrzmiewa ostatnia piosenka, okazuje się, że najważniejsze nie jest to, by było idealnie, ale by było wspólnie."
  }
]